Repository: BerndCirotzki/raymarine_autopilot_pi
Catalog: po/*.po
Languages: de_de, es_es, fr_fr, nl_nl

source: Allow use AUTO-COG function
de_de: Aktiviere AUTO-COG Funktion
es_es: Permitir el uso de la función AUTO-COG
fr_fr: Autoriser l'utilisation de la fonction AUTO-COG
nl_nl: Sta het gebruik van de AUTO-COG-functie toe

source: Autopilot
es_es: Control de piloto automático
fr_fr: Raymarine Autopilot

source: Autopilot Control
fr_fr: Pilote automatique
nl_nl: Stuurautomaat controle

source: Autopilot Control display zoom factor
de_de: Autopilot Control Fenster Zoom Faktor
es_es: Factor de zoom de la pantalla de control del piloto automático
fr_fr: Facteur de zoom de l'écran de contrôle du pilote automatique
nl_nl: Stuurautomaatbediening geeft zoomfactor weer

source: Autopilot Control for Raymarine Smartpilot and Raymarine EVO Simulates a Remote Control (Commandos from ST600x), by sending Seatalk(1) or SeatalkNG Data. Requires Seatalk <-> NMEA Converter. The Sentences must be in the format $SENTENCENAME,Seatalkbytes in Hex. ( $STALK,84,36,9D,88,40,00,FF,02,06*02 ) send to the NMEA Output Port. $SENTENCENAME named in the Preferences. Or Send N2k Data to Raymarine EVO over NMEA2000 Connector mounted to OpenCPN.
de_de: Autopilot Control für Raymarine Smartpilot und Raymarine EVO Simuliert ein Remote Control (Kommandos wie ST6002) , durch das Senden von Seatalk(1) oder SeatlakNG Daten. Benötigt Seatalk <-> NMEA Converter Die Sequenz muss folgendes Format haben: $SENTENCENAME,Seatalkbytes in Hex. ( $STALK,84,36,9D,88,40,00,FF,02,06*02 ). Sendet Daten zum NMEA Output Port. $SENTENCENAME wird in den Einstellungen definiert. Oder sendet N2k Daten zum Raymarine EVO über NMEA2000 Übersetzer an OpenCPN angeschlossen.
es_es: Control de piloto automático para Raymarine Smartpilot y Raymarine EVO Simula un Control Remoto (Comandos desde ST600x), enviando Seatalk(1) o SeatalkNG Datos. Requiere convertidor Seatalk <-> NMEA. Las oraciones deben tener el formato $SENTENCENAME,Setalkbytes en hexadecimal. ( $STALK,84,36,9D,88,40,00,FF,02,06*02 ) enviar al puerto de salida NMEA. $SENTENCENAME nombrado en las Preferencias. O envíe datos N2k a Raymarine EVO a través del conector NMEA2000 montado en OpenCPN.
fr_fr: Contrôle du pilote automatique pour Raymarine Smartpilot et Raymarine EVO Simule une télécommande (Commandos du ST600x), en envoyant Seatalk(1) ou SeatalkNG Données. Nécessite le convertisseur Seatalk <-> NMEA. Les phrases doivent être au format $SENTENCENAME,Seatalkbytes en hexadécimal. ( $STALK,84,36,9D,88,40,00,FF,02,06*02 ) envoyer au port de sortie NMEA. $SENTENCENAME nommé dans les Préférences. Ou envoyez des données N2k à Raymarine EVO via le connecteur NMEA2000 monté sur OpenCPN.

source: Autopilot Parameters changeable
de_de: Autopilot Parameter änderbar (Leiste einblenden)
es_es: Parámetros del piloto automático cambiables
fr_fr: Paramètres du pilote automatique modifiables
nl_nl: Stuurautomaatparameters kunnen worden gewijzigd

source: Autopilot Preferences
de_de: Autopilot Eigenschaften
es_es: Preferencias de piloto automático
fr_fr: Préférences du pilote automatique
nl_nl: Stuurautomaat voorkeuren

source: Autopilot Type :
de_de: Autopilot Model :
es_es: Tipo de piloto automático :
fr_fr: Type de pilote automatique :
nl_nl: Type automatische piloot :

source: Change course value back to the last Compass course value, the Course Computer had, before the Auto Signal lost
de_de: Ändere Kurs Wert zurück auf den alten Kompasskurswert, den der Kurscomputer hatte, bevor das Auto Signal verloren ging
es_es: Cambie el valor del rumbo al último valor del rumbo de Compass, la computadora de rumbo tenía, antes de que la señal automática perdiera
fr_fr: Changer la valeur de la trajectoire pour revenir à la dernière valeur de la trajectoire du compas, que le calculateur de route avant la perte du signal automatique
nl_nl: Wijzig de koerswaarde terug naar de laatste kompaskoerswaarde, de koerscomputer had, voordat het automatische signaal verloren ging

source: Counter for Autopilot is in Standby Mode, but without "Standby" Command received
de_de: Zähler für Autopilot ist im Standbymodus, aber es wurde kein "Standby" empfangen
es_es: El contador del piloto automático está en modo de espera, pero no se ha recibido el comando "Standby"
fr_fr: Le compteur du pilote automatique est en mode veille, mais sans que la commande "veille" soit reçue
nl_nl: Teller voor stuurautomaat staat in standby-modus, maar geen "Standby"-commando ontvangen

source: Debug all "$STALK" Messages into OPENCPN Logfile
de_de: Schreibe alle "$STALK" Nachrichten in OPENCPN Logfile
es_es: Depurar todos los mensajes "$STALK" en el archivo de registro de OPENCPN
fr_fr: Déboguer tous les messages "$STALK" dans le fichier journal d'OPENCPN
nl_nl: Debug alle "$STALK"-berichten in het OPENCPN-logbestand

source: For use EVO Pilot, define NMEA2000/SeatalkNG connection and restart OpenCPN
de_de: Um den EVO Autopiloten zu nutzen bitte eine NMEA2000/SeatalkNG Verbindung erstellen und OpenCPN neu starten
es_es: Para utilizar EVO Pilot, defina la conexión NMEA2000/SeatalkNG y reinicie OpenCPN
fr_fr: Pour l'utilisation d'EVO Pilot, définir la connexion NMEA2000/SeatalkNG et redémarrer OpenCPN
nl_nl: Voor gebruik EVO Pilot, definieer NMEA2000/SeatalkNG verbinding en start OpenCPN opnieuw

source: Modify RMC Sentence as "$ECRMC" and replace or fill with Variationfield with the value from WMM Plugin
de_de: Ändere "$..RMC" Message in "$ECRMC" und Ersetze oder Fülle die magnetische Missweisung durch den Wert vom WMM Plugin
es_es: Modifique la oración RMC como "$ECRMC" y reemplace o rellene el campo Variación con el valor del complemento WMM
fr_fr: Modifiez la phrase RMC comme "$ECRMC" et remplacez ou remplissez le champ Variation avec la valeur du plugin WMM
nl_nl: Wijzig RMC-zin als "$ECRMC" en vervang of vul Variationfield met de waarde van de WMM-plug-in

source: NMEA Sentencename from Seatalk bus converted by SeatalkLink
de_de: NMEA Sequenzname vom Seatalk Bus, gesendet von Seatalk/NMEA Übersetzer
es_es: NMEA Sentencename del bus Seatalk convertido por Seatalktranslater
fr_fr: NMEA Sentencename du bus Seatalk converti par SeatalkLink
nl_nl: NMEA Sentencename van Seatalk bus geconverteerd door Seatalktranslator

source: NMEA Sentencename to Seatalk bus converted by SeatalkLink
de_de: NMEA Sequenzname zum Seatalk Bus, der von Seatalk/NMEA Übersetzer akzeptiert wird
es_es: Bus NMEA Sentencename a Seatalk convertido por Seatalktranslator
fr_fr: Conversion de NMEA Sentencename en bus Seatalk par SeatalkLink
nl_nl: NMEA Sentencename naar Seatalk bus geconverteerd door Seatalktranslator

source: No Parameter selected
de_de: Kein Autopilotparameter ausgewählt
es_es: Ningún parámetro seleccionado
fr_fr: Aucun paramètre sélectionné
nl_nl: Geen parameter geselecteerd

source: No Value selected
de_de: Kein Wert ausgewählt
es_es: Ningún valor seleccionado
fr_fr: Aucune valeur sélectionnée
nl_nl: Geen waarde geselecteerd

source: Raymarine Autopilot Control for Raymarine Smartpilot and EVO Pilots
de_de: Autopilot Bedienterminal für Raymarine Smartpilot und EVO Autopilot
es_es: Control de piloto automático para pilotos Raymarine Smartpilot y EVO
fr_fr: Commande de pilote automatique pour les pilotes Raymarine Smartpilot et EVO
nl_nl: Stuurautomaatbediening voor Raymarine Smartpilot en EVO Pilots

source: Raymarine EVO Autopilot (connected over N2K / SeatalkNG)
de_de: Raymarine EVO Autopilot (angeschlossen an N2K / SeatalkNG)
es_es: Piloto automático Raymarine EVO (conectado a través de N2K / SeatalkNG)
fr_fr: Pilote automatique Raymarine EVO (connecté par N2K / SeatalkNG)
nl_nl: Raymarine EVO stuurautomaat (aangesloten via N2K / SeatalkNG)

source: Raymarine Seatalk1 Autopilots (S1,S2,S3, ...), connected over NMEA0183/Seatalk1 translater
de_de: Raymarine Seatalk1 Autopiloten (S1,S2,S3, ...), verbunden über NMEA0183/Seatalk1 Übersetzer
es_es: Pilotos Raymarine Seatalk1 (S1,S2,S3, ...), conectados a través del traductor NMEA0183/Seatalk1
fr_fr: Autopilotes Raymarine Seatalk1 (S1,S2,S3, ...), connectés via un traducteur NMEA0183/Seatalk1
nl_nl: Raymarine Seatalk1 stuurautomaten (S1,S2,S3, ...), aangesloten via NMEA0183/Seatalk1 translater

source: Send "Track" automatic when Autopilot has new Waypoint. Be careful with this normaly you have to accept yourself.
de_de: Sende "Track" automatisch, wenn ein neuer Wegepunkt angesteuert werden soll. Normalerweise manuelle Bestätigung.
es_es: Envía "Track" automáticamente cuando Autopilot tiene un nuevo Waypoint. Ojo con esto normalmente te tienes que aceptar a ti mismo.
fr_fr: Envoyer un "Track" automatique quand le pilote automatique a un nouveau waypoint. Soyez prudent avec ceci, vous devez normalement vous accepter.

source: Send PGN 126720 (keystroke) instead of PGN 126208 (set heading) in AutoMode
de_de: Sende PGN 126720 (Tastendruck) anstelle von PGN 126208 (setze Kompasspeilung) im AutoModus
es_es: Envíe PGN 126720 (pulsación de tecla) en lugar de PGN 126208 (establezca encabezado) en modo automático
fr_fr: Envoyez le PGN 126720 (frappe) au lieu du PGN 126208 (définir le titre) en mode Auto
nl_nl: Verzend PGN 126720 (toetsaanslag) in plaats van PGN 126208 (kop instellen) in AutoMode

source: Send new "Auto" Command, when No Standby-Information is received from other Instrument or from here
de_de: Sende neues "Auto" Kommando, wenn kein Standby von einen anderen Instrument oder von hier gesendet
es_es: Envíe un nuevo comando "Auto", cuando no se reciba información de espera de otro instrumento o desde aquí
fr_fr: Envoyer une nouvelle commande "Auto", lorsqu'aucune information de veille n'est reçue d'un autre instrument ou d'ici
nl_nl: Stuur een nieuw "Auto"-commando wanneer er geen stand-by-informatie wordt ontvangen van een ander instrument of van hier

source: Send new "Auto" or "Auto - Wind" Command, when "Standby" is not send from here, but the "Auto" was from here
de_de: Sende neuen "Auto" oder "Auto Wind" Befehl, wenn Standby nicht von hier gesendet wird, aber das "Auto" Kommando
fr_fr: Envoyer une nouvelle commande "Auto" ou "Auto-Wind", lorsque "Standby" n'est pas envoyé d'ici, mais que "Auto" l'a été d'ici
nl_nl: Stuur een nieuw "Auto"- of "Auto-Wind"-commando, wanneer "Standby" niet van hier wordt verzonden, maar de "Auto" van hier kwam

source: Send new "Auto" or "Auto-Wind" Command, when "Standby" is not send from here, but the "Auto" was from here
de_de: Sende neuen "Auto" oder "Auto Wind" Befehl, wenn Standby nicht von hier gesendet wird, aber das "Auto" Kommando
es_es: Envíe un nuevo comando "Auto" o "Auto-Wind", cuando "Standby" no se envíe desde aquí, pero "Auto" fue desde aquí
fr_fr: Envoyer une nouvelle commande "Auto" ou "Auto-Wind", lorsque "Standby" n'est pas envoyé d'ici, mais que "Auto" l'a été d'ici
nl_nl: Stuur een nieuw "Auto"- of "Auto-Wind"-commando, wanneer "Standby" niet van hier wordt verzonden, maar de "Auto" van hier kwam

source: Send new "Auto-Wind" Command when "Wind Shift"
de_de: Bei Empfang eines "Wind-Shift" vom Kurscomputer neues Auto-Wind senden.
es_es: Envía un nuevo comando "Auto-Wind" cuando "Wind Shift"
fr_fr: Envoyer une nouvelle commande "Auto-Wind" lorsque "Wind Shift" (changement de vent)
nl_nl: Stuur een nieuw "Auto-Wind" -commando wanneer "Wind Shift"

source: Send variation PGN 127258 to N2K/SeatalkNG with the value from WMM Plugin
de_de: Sende Missweisung PGN 127258 über N2K/SeatalkNG mit dem Wert vom WMM Plugin
es_es: Envíe la variación PGN 127258 a N2K/SeatalkNG con el valor del complemento WMM
fr_fr: Envoyer la variante PGN 127258 à N2K/SeatalkNG avec la valeur du plug-in WMM
nl_nl: Stuur variatie PGN 127258 naar N2K/SeatalkNG met de waarde van WMM Plugin

source: Send variation PNG 127258 to N2K/SeatalkNG with the value from WMM Plugin
de_de: Sende Missweisung PGN 127258 über N2K/SeatalkNG mit dem Wert vom WMM Plugin
es_es: Envíe la variación PGN 127258 a N2K/SeatalkNG con el valor del complemento WMM
fr_fr: Envoyer la variante PGN 127258 à N2K/SeatalkNG avec la valeur du plug-in WMM
nl_nl: Stuur variatie PGN 127258 naar N2K/SeatalkNG met de waarde van WMM Plugin

source: Sensibility
de_de: Empfindlichkeit
es_es: Sensibilidad
fr_fr: Sensibilité
nl_nl: Gevoeligheid

source: Set
fr_fr: Mettre

source: Time in seconds to wait before sending "Track" sentence.
de_de: Zeit in Sekunden, die gewartet wird, bis "Track" Sequenz gesendet wird.
es_es: Iempo en segundos de espera antes de enviar la sentencia "Track".
fr_fr: Temps en secondes à attendre avant d'envoyer la phrase "Track".
nl_nl: Wachttijd in seconden voordat de "Track"-zin wordt verzonden.

source: Value, for maximum "Not recived Standby Commands" not sending "Auto" Command again
de_de: Wert für maximaler Anzahl "nicht empfangener Standbys", bis dann kein "Auto" gesendet wird
es_es: Valor, para un máximo de "Comandos de espera no recibidos" sin enviar el comando "Auto" nuevamente
fr_fr: Valeur, pour le maximum de "Commandes de veille non reçues" ne pas envoyer à nouveau la commande "Auto"
nl_nl: Waarde, voor maximaal "Niet ontvangen standby-commando's" niet opnieuw verzenden van "Auto"-commando

source: Write Message Info to OPENCPN Logfile
de_de: Schreibe Info Meldungen in OPENCPN Logfile
es_es: Escribir información de mensaje en el archivo de registro de OPENCPN
fr_fr: Écrire les informations du message dans le fichier journal OPENCPN
nl_nl: Schrijf berichtinfo naar OPENCPN-logbestand

source: fast
de_de: schnell
es_es: rápido
fr_fr: rapide
nl_nl: snel

source: is set to
de_de: gesetzt auf
es_es: se establece en
fr_fr: est réglé sur
nl_nl: ingesteld op

source: maximum change of the "is set pilot heading" from last set in degrees
de_de: Maximale automatische Änderung des "gesetzten Autopilot Kurses" in Grad
es_es: cambio máximo del "rumbo piloto establecido" desde el último establecido en grados
fr_fr: changement maximum du "cap pilote réglé" par rapport au dernier réglage en degrés
nl_nl: maximale verandering van de "is ingestelde pilot koers" ten opzichte van de laatst ingestelde in graden

source: maximum difference between COG and magnetic heading in degrees
de_de: Maximale Differenz zwischen COG und magnetischer Peilung in Grad
es_es: diferencia máxima entre COG y rumbo magnético en grados
fr_fr: différence maximale entre le COG et le cap magnétique en degrés
nl_nl: maximaal verschil tussen COG en magnetische koers in graden

source: minimun speed in nodes (SOG) for using AUTO-COG function
de_de: Mindeste Bootsgeschwindigkeit in Knoten (SOG) um die AUTO-COG Funktion zu nutzen
es_es: velocidad mínima en nodos (SOG) para usar la función AUTO-COG
fr_fr: vitesse minimale en nœuds (SOG) pour utiliser la fonction AUTO-COG
nl_nl: minimale snelheid in knooppunten (SOG) voor gebruik van de AUTO-COG-functie

source: slow
de_de: langsam
es_es: lento
fr_fr: lent
nl_nl: langzaam

source: the autopilot controller will get new +1 or -1 keystroke information to hold the Course Over Ground.
de_de: Der Autopilot Controller erhält +1 oder -1 Tasten Informationen um den Kurs über Grund zu halten.
es_es: el piloto automático obtendrá nueva información de pulsación de tecla +1 o -1 para mantener el rumbo sobre el terreno.
fr_fr: le contrôleur du pilote obtiendra de nouvelles informations de frappe +1 ou -1 pour maintenir la route au sol.
nl_nl: de stuurautomaatcontroller krijgt nieuwe +1 of -1 toetsaanslaginformatie om de koers over de grond vast te houden.
